{
  "Ryan Sui": {
    "admit_year": "AY21/22 (Year 4/ M.Sc./ M.Eng.)",
    "academic_career": "E-Scholars Graduate",
    "major": null,
    "writeup": "Hi everyone, I am Ryan Sui, a Y4 E-Scholar having completed my undergraduate studies in Materials Science in Engineering (MSE) and am currently enrolled in the Masters in Business Analytics (MSBA) programme in NUS. My academic interests involved attempting to apply data-driven analytical techniques to different areas of material science such as cheminformatics. Feel free to reach out and ask any questions you may have, academic or otherwise, regarding the programme and student life at NUS in general. See you guys around!",
    "picture_url": "https://nusu-my.sharepoint.com/personal/e1122235_u_nus_edu/Documents/Apps/Microsoft%20Forms/DE-Scholars%20Census%20AY2425/Question/pic_Ryan%20Sui.jpg",
    "notable_achievements": "Surviving e-scholars (barely; remains to be truly seen).",
    "interests_hobbies": "Badminton, Keyboards, Trying new food",
    "linkedin_url": "https://www.linkedin.com/in/ryan-sui/",
    "instagram_url": "https://www.instagram.com/ryan.sui/",
    "github_url": null
  },
  "Ian Ng": {
    "admit_year": "AY21/22 (Year 4/ M.Sc./ M.Eng.)",
    "academic_career": "E-Scholars Graduate",
    "major": null,
    "writeup": "Hello! My name is Ian and I am a graduate student pursuing a MSc in Data Science. Previously, I majored in Computer Engineering for my undergraduate degree. I have enjoyed my time in E-Scholars very much and am thankful for the friends I have made along the way.\n\nI am a strong believer in the pay-it-forward culture and will gladly offer my advice/mentorship to any junior regardless of major. Feel free to drop me a message if you require any help from me, and I will be more than happy to assist you in any way I can!",
    "picture_url": "https://nusu-my.sharepoint.com/personal/e1122235_u_nus_edu/Documents/Apps/Microsoft%20Forms/DE-Scholars%20Census%20AY2425/Question/IMG_20240617_151057_003_Ian%20Ng.JPG",
    "notable_achievements": null,
    "interests_hobbies": "Squash\nBadminton\nHiking",
    "linkedin_url": "https://linkedin.com/in/nshian",
    "instagram_url": null,
    "github_url": "https://github.com/nshian"
  },
  "Bernadette Fong": {
    "admit_year": "AY21/22 (Year 4/ M.Sc./ M.Eng.)",
    "academic_career": "E-Scholars Graduate",
    "major": null,
    "writeup": "Hi! I'm Bernadette and I completed my undergraduate in Mechanical Engineering with a Robotics specialisation and a minor in Life Sciences. I'm currently studying Financial Engineering at the Risk Management Institute.\n\nI like learning and took as many interesting as courses I could handle, including convex optimisation, business law, and business econometrics. Beyond that, I've also completed the Associate Data Scientist in Python pathway on DataCamp and the Foundations in AI course by AISG.\n\nMy internship and final year project has let me explore some of the areas where Life Science and Engineering intersect, two of the things that have fascinated me for a long time.\n\nOutside of academics, I love hiking and travelling, gymnastics/calisthenics, and rock climbing/bouldering. Some mountains I've summmitted include Scout Peak (5710m) in the Himalayas, Mytikas Peak of Mount Olympus (2918m), and Mount Rinjani in Lombok (3726m). \n\nHowever, my personal mountain to climb is finding in a career that gives me such a strong sense of purpose that I would want to continue in it even when I feel secure in my finances.",
    "picture_url": null,
    "notable_achievements": null,
    "interests_hobbies": "Mountaineering, Running, Diving.",
    "linkedin_url": "https://www.linkedin.com/in/bernadette-fong-572376226?utm_source=share&utm_campaign=share_via&utm_content=profile&utm_medium=android_app",
    "instagram_url": null,
    "github_url": null
  }
}
