{
    "yap-han": {
        "name": "Yap Han",
        "admit_year": "AY24/25 (Year 1)",
        "academic_career": "E-Scholars Undergraduate",
        "major": "EEE- Electrical Engineering",
        "writeup": "Hello! I am Yap Han, an Electrical Engineering Student under the E-Scholars Programme. I am aiming for a career involving sustainable technologies, in particular, clean power generation and its implementation in Singapore.",
        "notable_achievements": null,
        "interests_hobbies": null,
        "linkedin_url": "https://www.linkedin.com/in/han-yap-5a5a81325/",
        "instagram_url": null,
        "github_url": null
    },
    "man-juncheng": {
        "name": "Man Juncheng",
        "admit_year": "AY22/23 (Year 3)",
        "academic_career": "E-Scholars Undergraduate",
        "major": "CEG - Computer Engineering",
        "writeup": "Hey there! I'm Juncheng, a final year Computer Engineering undergraduate under the E-Scholars Programme. Throughout my undergraduate journey, I have gained experience in the fields of robotics, FPGA, embedded systems, networking, AI/ML, microelectronics, and software engineering. My current interests lie in embedded systems, AI/ML, and quantum computing, and I intend to pursue further studies in quantum computing hardware to help contribute to developing fault-tolerant qubits and realising universal quantum computing. Hit me up if you would like to discuss more on quantum!",
        "notable_achievements": "Intel Cup Electronic Design Contest First Prize Winner\nAI Singapore National AI Challenge Track 3 Top 3 Winner\nUndergraduate Teaching Assistant (CG1111A, CG2111A)",
        "interests_hobbies": "Technical Fishing\nFine Arts & Illustration\nHiking",
        "linkedin_url": "https://sg.linkedin.com/in/juncheng-man",
        "instagram_url": "https://www.instagram.com/spino_and_raptos",
        "github_url": "https://github.com/spinoandraptos"
    },
    "goh-ting-en-jonathan": {
        "admit_year": "AY22/23 (Year 3)",
        "academic_career": "E-Scholars Undergraduate",
        "major": "CHBE - Chemical Engineering",
        "writeup": "Heyoo! I’m Jonathan, a chemical engineering undergraduate taking a materials minor as well. I’m very passionate about semiconductors and how engineering can integrate multiple scientific concepts to produce cutting edge technologies that help our everyday lives. On a more personal note, I’m also a basketball enthusiast for more than a decade, so I’ll likely dribble any ball you pass to me.  :)",
        "notable_achievements": "SEP (University of Texas at Austin AY2023/2024 Semester 2)\nBasketball coaching assistant for alma mater Dunman High School (2023 to present)",
        "interests_hobbies": "Basketball\nFishing\nNerdy stuff (Star Wars, LOTR, Transformers etc)",
        "linkedin_url": "https://www.linkedin.com/in/goh- tingen-jonathan/",
        "instagram_url": null,
        "github_url": null
    },
    "lim-heng-wee-ivan": {
        "name": "Lim Heng Wee Ivan",
        "admit_year": "AY22/23 (Year 3)",
        "academic_career": "E-Scholars Undergraduate",
        "major": "MPE - Mechanical Engineering",
        "writeup": "I'm part of the E-scholars Programme and an aspiring aerospace engineer. I'm passionate about making a difference in the aerospace industry. I am deeply interested in the field of biomimicry in flight mechanics.",
        "notable_achievements": "NIL",
        "interests_hobbies": "Reading both non-fiction books on technology and fiction novels\nSnowboarding",
        "linkedin_url": "https://www.linkedin.com/in/limhengweeivan",
        "instagram_url": null,
        "github_url": null
    },
    "nicholas-chia-yik-kiat": {
        "name": "Nicholas Chia Yik Kiat",
        "admit_year": "AY23/24 (Year 2)",
        "academic_career": "E-Scholars Undergraduate",
        "major": "MPE - Mechanical Engineering",
        "writeup": "Hello! I am a Year 2 Mechanical Engineering student (as of AY24/25) under the Engineering Scholars (E-Scholars) Programme. I have a burning passion for anything aviation and so I went to Purdue University for my Student Exchange Programme (SEP). In my free time, I play Hoyoverse games and volunteer to feed the campus cats!",
        "notable_achievements": "(SEP) Purdue University - Deans List, Semester Honors",
        "interests_hobbies": "Aviation\nCats!\nHoyoverse games",
        "linkedin_url": "www.linkedin.com/in/nicholas-chia-a676771b8",
        "instagram_url": "instagram.com/fried_sushi/",
        "github_url": null
    },
    "clive-choong": {
        "name": "Clive Choong",
        "admit_year": "AY22/23 (Year 3)",
        "academic_career": "E-Scholars Undergraduate",
        "major": "BME - Biomedical Engineering",
        "writeup": "Hi everyone! I'm a final year undergraduate studying Biomedical Engineering with a minor in Public Health. I'm extremely passionate about healthcare and medical technology, and I've worked on projects and internships in the areas of Biorobotics, Biomaterials, Rehabilitation Medicine, Bioinstrumentation and Mental Health. During my  semester abroad at Johns Hopkins, I completed “Identity Formation for Future Healthcare Professionals” under Dr Margaret Chisolm, learning about the foundation required to thrive as a physician and I am currently reading a Pre-Med class at Duke NUS headed by Dr Wong Peiyan.\n\nOutside of school, I volunteer as a research consultant for the Ministry of Education to train secondary and JC students for the International Science and Engineering Fair and the Singapore Science and Engineering Fair. During my free time, I go cycling in the evenings after school and bake on the weekends!\n\nFeel free to reach out if you have any similar interests or would just like to connect :)",
        "notable_achievements": null,
        "interests_hobbies": "Baking\nRoad Cycling\nThrifting",
        "linkedin_url": "https://www.linkedin.com/in/clivechoong/",
        "instagram_url": "https://www.instagram.com/cliveclaughclove",
        "github_url": null
    },
    "amberly-pock-xin-yi": {
        "name": "Amberly Pock Xin Yi",
        "admit_year": "AY23/24 (Year 2)",
        "academic_career": "E-Scholars Undergraduate",
        "major": "EVE - Environmental Engineering",
        "writeup": "Hi! I'm Amberly, a Year 1 Environmental Engineering Student with a second major in Sustainable Urban Development, and I live at Residential College 4! I chose environmental engineering as I'm passionate about sustainability and want to learn how to create or improve on solutions that makes the world a better place to live in, for both present and future generations. Areas I'm particularly interested in are renewable energy, and circular economy.\n\nCurrently, I'm actively participating in NUS CCAs such as d'Hoppers, SAVE and Project OceaNUS. In my time at NUS, I hope to take up various research opportunities and internships to put what I've learnt to practical use, and embark on projects that can help the environment and those around me!",
        "notable_achievements": "NIL",
        "interests_hobbies": "Dancing\nExploring good eats!",
        "linkedin_url": "https://www.linkedin.com/in/amberly-pock-091a422b1/",
        "instagram_url": "instagram.com/amberlypxy_",
        "github_url": null
    }
}